tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"
tap "ubuntu/microk8s"
brew "bat"
brew "delve"
brew "fzf"
brew "git"
brew "gnupg"
brew "helm"
brew "jq"
brew "krew"
brew "kubectx"
brew "kubie"
brew "lazygit"
brew "libgit2-glib"
brew "lsd"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "pandoc"
brew "pngpaste"
brew "powerlevel10k"
brew "pre-commit"
brew "python-matplotlib"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "telnet"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "amazon-q"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "duckduckgo"
cask "flameshot"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "gitkraken"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "kitty"
cask "logi-options+"
cask "microsoft-edge"
cask "monitorcontrol"
cask "notchnook"
cask "obsidian"
cask "parallels"
cask "proton-mail"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "sonos"
cask "spotify"
cask "stats"
cask "synology-drive"
cask "visual-studio-code"
cask "yubico-authenticator"
cask "zed"
mas "ColorSlurp", id: 1287239339
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "redhat.vscode-yaml"
vscode "vscode-icons-team.vscode-icons"
